[
  {
    "numero": 1,
    "pregunta": "La sexualidad no solo comprende la actividad sexual, sino también las identidades de género, la orientación sexual, el erotismo, el placer, la intimidad y la reproducción.",
    "respuesta_correcta": "verdadero"
  },
  {
    "numero": 2,
    "pregunta": "Tomar decisiones sobre la reproducción, sin sufrir ningún tipo de discriminación, coerción o violencia es uno de los derechos reproductivos.",
    "respuesta_correcta": "verdadero"
  },
  {
    "numero": 3,
    "pregunta": "Solo cuando llegas a la mayoría de edad tienes derecho a acceder a métodos anticonceptivos modernos y seguros.",
    "respuesta_correcta": "falso"
  },
  {
    "numero": 4,
    "pregunta": "Uno de los derechos sexuales es elegir cuándo, cómo y con quién quieres tener una relación sexual.",
    "respuesta_correcta": "verdadero"
  },
  {
    "numero": 5,
    "pregunta": "La autonomía y la autoestima son fundamentales para ejercer una sexualidad sana.",
    "respuesta_correcta": "verdadero"
  },
  {
    "numero": 6,
    "pregunta": "Cuando estás en una consulta de salud sexual y reproductiva, tu deber es aceptar el método anticonceptivo que te sugieren sin expresar tus dudas.",
    "respuesta_correcta": "falso"
  },
  {
    "numero": 7,
    "pregunta": "Conocer cuáles son tus derechos sexuales y reproductivos te permite tener una sexualidad sana, basada en decisiones libres e informadas.",
    "respuesta_correcta": "verdadero"
  },
  {
    "numero": 8,
    "pregunta": "Las relaciones sexuales vaginales, anales y orales sin protección son una conducta de riesgo, puesto que podrías contraer una infección de trasmisión sexual.",
    "respuesta_correcta": "verdadero"
  },
  {
    "numero": 9,
    "pregunta": "Mantener relaciones sexuales bajo el consumo de alcohol o de sustancias psicoactivas no es una conducta que ponga en riesgo tu salud.",
    "respuesta_correcta": "falso"
  },
  {
    "numero": 10,
    "pregunta": "Aunque las infecciones de trasmisión sexual tienen tratamiento, pueden desencadenar serias complicaciones de salud y comprometer tu calidad de vida.",
    "respuesta_correcta": "verdadero"
  }
  
]